<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="it" lang="it">
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <title>Angry Birds - Le versioni</title>
    <meta name="title" content="Le versioni - Angry Bird" />
    <meta name="description" content="Tutto sulle versioni di Angry Bird by Rovio" />
    <meta name="keywords" content="index,storia,Angry,Birds,Rovio,Pigs" />
    <meta name="language" content="italian it" />
    <link type="text/css" rel="stylesheet" href="stili.css" />
  </head>
  <body>
    <div id="header">
      <h1 lang="en">Angry Birds</h1>
      <h2 lang="en">Birds <abbr title="versus">vs</abbr> Pigs</h2>
    </div>
    <div id="path">
      <p>Ti trovi in: <a href="/home.hmtl" lang="en">Home</a> >> Le versioni</p>
    </div>
    <div id="navigation">
      <ul>
        <li><a href="home.html" title="Home Page" lang="en">Home</a></li>
        <li><a href="storia.html" title="La storia">La storia</a></li>
        <li id="navigation-current">Le versioni</li>
        <li><a href="protagonisti.html" title="I protagonisti">I protagonisti</a></li>
        <li><a href="curiosita.html" title="Curiosit&aacute;">Curiosit&aacute;</a></li>
      </ul>
    </div>
    <div id="container">
      <h1>Le versioni</h1>
      <div id="content">
        <dl>
          <dt>Angry Birds - 19 Dicembre 2009</dt>
          <dd>
            Angry Birds &eacute; un videogioco rompicapo sviluppato e pubblicato dall'azienda finlandese Rovio Mobile. Si tratta del primo capitolo della nota serie di videogames. La trama del gioco &eacute; semplice e parla di un gruppo di uccelli arrabbiati (appunto gli "Angry Birds") che vogliono vendicarsi con dei maialini verdi (i "Piggies") colpevoli di aver rubato loro le uova per cibarsene. Si armano cos&iacute; di fionda e si lanciano contro i loro nemici per eliminarli. Diversi tra di essi sono dotati di un potere.
          </dd>
          <dt>Angry Birds Season - 21 Ottobre 2010</dt>
          <dd>
            Angry Birds Seasons &eacute; un videogioco rompicapo sviluppato dalla Rovio Mobile, primo spin-off del gioco principale Angry Birds nonch&eacute; secondo capitolo della serie. Si distingue dal gioco principale perch&eacute; ogni episodio ha una correlazione con una stagione dell'anno. Inizialmente il gioco era stato rilasciato con il nome Angry Birds Halloween e si trattava di uno spin-off del gioco originale incentrato appunto su tale festivit&aacute;. Tuttavia la Rovio nel dicembre 2010, dopo poco pi&uacute; di un mese dal suo lancio, ha rilasciato un nuovo aggiornamento che ha aggiunto al titolo nuovi livelli a sfondo natalizio e ne ha cambiato la denominazione in quella attuale.
          </dd>
          <dt>Angry Birds Rio - 22 Marzo 2011</dt>
          <dd>Angry Birds Rio &eacute; un videogioco rompicapo sviluppato e pubblicato dall'azienda finlandese Rovio Mobile. Si tratta del secondo spin-off del noto puzzle game Angry Birds nonch&eacute; terzo capitolo della serie rilasciato a marzo 2011. Questo titolo &eacute; ambientato nell'universo dell'omonimo film ed &eacute; stato pubblicato proprio lo stesso giorno della premi&eacute;re di quest'ultimo. In questo nuovo capitolo gli Angry Birds vengono catturati da dei contrabbandieri e portati sull'isola di Rio dove incontrano i protagonisti del film e si alleano con loro per liberare tutti gli uccelli ed eliminare i malvagi uistit&iacute;.
          </dd>
          <dt>Angry Birds Space - 22 Marzo 2012</dt>
          <dd>
            Angry Birds Space &eacute; un videogioco rompicapo sviluppato e pubblicato dall'azienda finlandese Rovio Mobile. Si tratta del terzo spin-off del noto puzzle game Angry Birds nonch&eacute; quarto capitolo della serie. La trama del gioco &eacute; simile a quella dei capitoli precedenti e vede gli "uccelli arrabbiati" impegnati a vendicarsi dei maialini verdi rei di aver rubato loro le uova. All'inizio del gioco per&oacute; ci viene mostrato che gli Angry Birds inseguendo i Piggies vanno a finire in un buco nero che li catapulta, assieme ai loro acerrimi nemici, nello spazio mutando tra l'altro i loro poteri.
          </dd>
          <dt>Angry Birds Star Wars - 8 Novembre 2012</dt>
          <dd>
            Angry Birds Star Wars &eacute; un videogioco multipiattaforma della Rovio Mobile, pubblicato l'8 novembre 2012. &Eacute; basato sull'impostazione del celeberrimo Angry Birds ed ambientato nell'universo di Star Wars. I personaggi, di conseguenza, assumono l'aspetto dei personaggi pi&uacute; famosi di Guerre stellari: gli Angry Rebels dovranno sconfiggere gli Imperial Pigs, rispettivamente parodie dell'Alleanza Ribelle e dell'Impero Galattico.
          </dd>
          <dt>Angry Birds Star Wars II - 18 Settembre 2013</dt>
          <dd>
            Angry Birds Star Wars II &eacute; un videogioco multipiattaforma della Rovio Mobile, pubblicato il 18 settembre 2013 (nonostante l'uscita fosse prevista per il giorno dopo). Il gioco, annunciato il 15 luglio dello stesso anno, &eacute; il sequel di Angry Birds Star Wars ed &eacute; basato sulla nuova trilogia. Tra le novit&aacute; vi sono alcuni personaggi inediti (come Yoda o Darth Maul) o la possibilit&aacute; di "teletrasportare" il pupazzo di uno dei personaggi all'interno della console.
          </dd>
        </dl>
      </div>
    </div>
    <div id="footer">
      <img src="materiale/images/valid-xhtml10.png" alt="W3C XHTML"></img>
      <em> Giacomo Cusinato &amp; <span lang="eng">Rovio Mobile Production</span></em>
      <img src="materiale/images/vcss-blue.gif" alt="W3C CSS"></img>
    </div>
  </body>
</html>
